[
 {
   "start": "10/3/09",
   "end": "",
   "event": "Local Government Elections Workshop",
   "description": "APF often held workshops for its affiliates to examine political currents directly affecting them. This workshop focused on municipal governance and local government elections. These workshops used a popular education model involving interactive presentations, discussions in small groups and action committees. The Local Government Elections workshop took place over three days.",
   "start_lat": -26.20192,
   "start_lon": 28.05097,
   "end_lat": "",
   "end_lon": "",
   "type": "video",
   "pic": "",
   "video": "<iframe width=\"420\" height=\"300\" src=\"https://www.youtube.com/embed/sm7UUOl7LGk\" frameborder=\"0\" allowfullscreen></iframe>",
   "Position": "-1300",
   "category": "Red",
   "FIELD13": "",
   "FIELD14": "I have pictures and maybe some clips"
 },
 {
   "start": "11/13/09",
   "end": "",
   "event": "Orlando East March",
   "description": "Orlando Residents Association held a nonpartisan protest on this day—the intention was not to advance the aims of any political organization but to forward claims of the community at large to municipal officials. The memorandum of grievances for the march accused municipal councilors of corruption and financial mismanagement, particularly in the handling of housing allocations, asking them to step down. Community members were also protesting electricity cutoffs, and the rhetoric of 'shoot to kill' that President Jacob Zuma was touting that criminalized impoverished individuals and activists.",
   "start_lat": -26.243254,
   "start_lon": 27.923966,
   "end_lat": "-26.23735",
   "end_lon": "27.927667",
   "type": "pic",
   "pic": "orlando.png",
   "video": "",
   "Position": "-1100",
   "category": "Red",
   "FIELD13": "I have pictures and some clips",
   "FIELD14": ""
 },
 {
   "start": "11/15/09",
   "end": "",
   "event": "Protea South March",
   "description": "Protea South Landless People's Movement held a celebration of a court case victory against their forced removal. The celebration was preceded by a march through the community to a primary school that served as the celebration site. The program of the day included speeches from organizers and the movement's lawyer, along with performances from activists and other community members. http://abahlali.org/node/5622/",
   "start_lat": -26.284604,
   "start_lon": 27.8435,
   "end_lat": "-",
   "end_lon": "-",
   "type": "pic",
   "pic": "protea.png",
   "video": "80",
   "Position": "Red",
   "category": "I have pictures and some clips",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "11/19/09",
   "end": "",
   "event": "Alex People's Inspection",
   "description": "The Alexandra People’s Inspection came in the wake of the Alexandra Renewal Project (ARP), a government-funded enterprise to build houses, provide jobs, and improve the lives of the people living in the Alexandra Township, in the northeast of Johannesburg. The renewal project was to be undertaken in the seven-year period between 2001 and 2008, and was to involve the participation of local residents. Rather than the envisioned social, economic, and environmental uplift however, a significant base of the community found their living conditions worsened in the wake of the ARP. The Alexandra Concerned Residents felt it their responsibility to show the extent of displacement and impoverishment exacerbated by the renewal project, and the people’s inspection was a tool towards this exposure.",
   "start_lat": -26.1057789,
   "start_lon": 28.0644572,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "alex.png",
   "video": "",
   "Position": "-1100",
   "category": "Red",
   "FIELD13": "I have pictures and maybe some clips",
   "FIELD14": ""
 },
 {
   "start": "11/24/09",
   "end": "",
   "event": "SCR March",
   "description": "Soweto Concerned Residents (one of two organizations bearing that name) held a demonstration at the entrance of the Johannesburg Revenue Customer Service Centre (where people pay electricity and water bills) on this day. The demonstration was to protest prohibitive expenses of housing, electricity, water, and other services. Residents demanded guaranteed free basic services for the poor, the legibility and accessibility of their municipal system, and reconciliation of apartheid-era debt as basic human rights.",
   "start_lat": -26.2515141,
   "start_lon": 27.854085,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "scr.png",
   "video": "",
   "Position": "-1100",
   "category": "Red",
   "FIELD13": "I have pictures and clips",
   "FIELD14": ""
 },
 {
   "start": "11/27/09",
   "end": "",
   "event": "Vaal March",
   "description": "APF affiliates in the Vaal region held a march and demonstration in front of the police station on this day.",
   "start_lat": -26.607459,
   "start_lon": 27.840795,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "vaal.png",
   "video": "",
   "Position": "-1100",
   "category": "Red",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "11/28/09",
   "end": "",
   "event": "Heroes Day",
   "description": "Soweto Electricity Crisis Committee (SECC) held this annual commemorative event to honor the memory of SECC members who had died over the course of the movement’s struggles. The first Heroes Day involved members going to the cemetery to clean the graves of their departed comrades. This year, the organization planned a program and reception at Funda Centre.",
   "start_lat": -26.2575162,
   "start_lon": 27.9332975,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "heroes.png",
   "video": "",
   "Position": "-1100",
   "category": "Red",
   "FIELD13": "I have pictures and some clips",
   "FIELD14": ""
 },
 {
   "start": "12/5/09",
   "end": "",
   "event": "Abahlali Solidarity March",
   "description": "A critical cross-section of activist organizations in the Johannesburg metropolitan area held a march and demonstration ...",
   "start_lat": -26.286488,
   "start_lon": 27.847106,
   "end_lat": "-26.275521",
   "end_lon": "27.835991",
   "type": "pic",
   "pic": "abahlali.png",
   "video": "",
   "Position": "-1000",
   "category": "Red",
   "FIELD13": "I have pictures and some clips",
   "FIELD14": ""
 },
 {
   "start": "1/21/10",
   "end": "",
   "event": "Nersa Hearings",
   "description": "Activists from a number of organizations (including EarthLife and APF-affiliates such as the Soweto Electricity Crisis Committee) gathered to participate in public hearings regarding a 35% tariff increase that had been proposed by Eskom, the electricity parastatal company. For these activists, a 35% tariff hike meant that electricity costs that were already unaffordable would increase even further.",
   "start_lat": -26.0023427,
   "start_lon": 28.1310076,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "nersa.png",
   "video": "",
   "Position": "-800",
   "category": "Green",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "1/23/10",
   "end": "",
   "event": "Dennis Brutus Memorial",
   "description": "Dennis Brutus, a prominent activist, educator and poet is perhaps best known for his campaign to have apartheid South Africa banned from the Olympic Games. A lifelong activist, his passing was deeply felt across the world. APF members, some in particular who had been mentored by him, along with Khanya Collenge held a memorial to honor his work and legacy on this day.",
   "start_lat": -26.20192,
   "start_lon": 28.05097,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "dennis.png",
   "video": "",
   "Position": "-800",
   "category": "Green",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "1/25/10",
   "end": "",
   "event": "Visit to Itereleng",
   "description": "On Monday, January 11th 2010, residents in Itereleng, an informal settlement, awoke to find themselves evicted by the Tshwane Metro Police and Red Ant, their homes being demolished. Police used brutal force during the eviction with some residents reporting the use of rubber bullets and live ammunition. Those evicted were without shelter and created a makeshift camp. APF activists assisted residents to mobilize following the eviction. An Australian media crew along with APF organizers conducted a site visit to Itereleng to document the aftermath of the eviction.",
   "start_lat": -25.75207,
   "start_lon": 28.196714,
   "end_lat": "-25.7909855",
   "end_lon": "28.0705573",
   "type": "pic",
   "pic": "itereleng.png",
   "video": "",
   "Position": "-800",
   "category": "Green",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "2/22/10",
   "end": "",
   "event": "Vaal March",
   "description": "Residents and APF affiliates held a demonstration in front of the Sedibeng District Municipality Office on this day. The demonstration was one among a number of protests across the Vaal Triangle (including in Sharpeville and Orange Farm) calling for the Mayor and council leaders to resign due to corruption and poor service delivery.",
   "start_lat": -26.6753884,
   "start_lon": 27.9284722,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "vaal2.png",
   "video": "",
   "Position": "-700",
   "category": "Green",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "3/21/10",
   "end": "",
   "event": "Sharpeville Memorial",
   "description": "Commemoration of the 50th Anniversary of the Sharpeville Massacre on March 21, 1960. Activists with the Pan Africanist Congress (PAC) demonstratng against South Africa's pass laws were fired into, many while fleeing from the police. With Sharpeville Day being commemorated as Human Rights Day under the ANC-led government, PAC members in attendance at the 2010 commemorative program in Sharpeville attended to stage a counter-memorial and thereby ensure the visibility and audibility of their history in the national record.",
   "start_lat": -26.6857113,
   "start_lon": 27.8709334,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "sharpeville.png",
   "video": "",
   "Position": "-600",
   "category": "Green",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "3/26/10",
   "end": "",
   "event": "POWA Book Launch",
   "description": "People Opposing Women Abuse (POWA) launched its 2009-2010 Breaking The Silence anthology at Xarra bookstore in Newtown. The anthology theme was Stories from the Other(ed) Woman, offering a collection of writings from survivors of gender based violence. A number of women APF activists joined POWA to celebrate the book launch.",
   "start_lat": -26.2028558,
   "start_lon": 28.0312015,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "powa.png",
   "video": "",
   "Position": "-590",
   "category": "Green",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "5/11/10",
   "end": "",
   "event": "Vaal March to Arcelor Mittal",
   "description": "Community affiliates across the Vaal Region held a demonstration at the west entrance of the Arcelor Mittal office compound to protest the multinational corporation's environmental pollution and its adverse effects on the wellbeing of residents.",
   "start_lat": -26.673235,
   "start_lon": 27.8040497,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "vaal3.png",
   "video": "",
   "Position": "-400",
   "category": "Blue",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "6/1/10",
   "end": "",
   "event": "Visit to CDP ",
   "description": "The Curriculum Development Programme (CDP) is an arts-based training organization focused on personal healing and public advocacy for women's and children's empowerment.",
   "start_lat": -26.19284,
   "start_lon": 28.06601,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "cdp.png",
   "video": "",
   "Position": "-300",
   "category": "Blue",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "6/11/10",
   "end": "",
   "event": "World Cup March",
   "description": "APF planned a national program of action to express their grievances with South Africa's hosting of the 2010 FIFA World Cup. This program of action was to culminate in a protest on June 11th, the opening day of the World Cup. However, this protest transformed from its original intent into a more diminished demonstration that was contained by the South African Police, who denied activists access to the opening stadium and the international audience they sought.",
   "start_lat": -26.25105,
   "start_lon": 27.95678,
   "end_lat": "-26.249917",
   "end_lon": "27.962842",
   "type": "pic",
   "pic": "world.png",
   "video": "",
   "Position": "-300",
   "category": "Blue",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "6/16/10",
   "end": "",
   "event": "Youth Day",
   "description": "June 16 marks the anniversary of the Soweto Uprising, when in 1976 police opened fire on students protesting the requirement of Afrikaans as the required medium of instruction in schools and a Bantu Education Policy. Among those killed that day was 13-year old Hector Pieterson. In 2010, some APF activists participated in a commemorative program held at Regina Mundi church in Soweto. The church offered sanctuary to many anti-apartheid activists. SOPA, the Socialist Party of Azania, was among the program's coordinators.",
   "start_lat": -26.262313,
   "start_lon": 27.882917,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "youth.png",
   "video": "",
   "Position": "-300",
   "category": "Blue",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "6/25/10",
   "end": "",
   "event": "Jozi Regional Housing March",
   "description": "APF's Johannesburg region coordinated a demonstration in front of the Johannesburg Department of Housing building offices to register activists demands for housing, jobs, security, and an end to corruption in government departments. Taking place during the World Cup, protesters were able to garner media attention and gain broader access to an international audience.",
   "start_lat": -26.204407,
   "start_lon": 28.037939,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "jozi.png",
   "video": "",
   "Position": "-200",
   "category": "Blue",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "7/11/10",
   "end": "",
   "event": "Schubart Park Anti-Xenophobia Event",
   "description": "Schubart Park, a APF affiliate in the Tshwane region held a program to draw attention to concerns of xenophobia within the apartment complex. They hosted Zimafia, a theatrical campaign drawing on the resonances of the World Cup to use football an allegory shedding light on Zimbabwe's political elite.",
   "start_lat": -25.7453693,
   "start_lon": 28.1823943,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "schubart.png",
   "video": "",
   "Position": "-100",
   "category": "Blue",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "8/3/10",
   "end": "",
   "event": "Quagga Evictions",
   "description": "Quagga Estates, an apartment complex on the outskirts of Pretoria, had been sold to private owners who sought to evict a number of previous tenants so as to eventually raise the rent. A number of eviction attempts had already taken place in 2009 with continuous police harassment including on Christmas and New Year’s Day 2010. Over this holiday, one woman was injured, her arm broken. Another eviction attempt took place in August 2010. Swarms of 'Red Ants', employees of a private security firm recognized by their uniform of red coveralls descended on the complex to forcibly remove people from their homes.",
   "start_lat": -25.7699538,
   "start_lon": 28.1183756,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "quagga.png",
   "video": "",
   "Position": "-100",
   "category": "Orange",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "9/15/10",
   "end": "",
   "event": "Soweto March",
   "description": "In Dube, Soweto, Soweto Electricity Crisis Committee (SECC) and Soweto Concerned Residents (SCR) held a march that culminated in a demonstration in front of the municipality service centre. Activists were protesting prepaid water meters, the installation of greenbox electricity meters and the exorbitant charges for water and electricity services. In front of the centre's gates, activists piled prepaid meters that had been installed in their homes along with invoices from Eskom, the electricity parastatal, and Johannesburg Water and final notices from a lawyer's firm representing the municipal office.",
   "start_lat": -26.2676604,
   "start_lon": 27.8606672,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "soweto.png",
   "video": "",
   "Position": "100",
   "category": "Orange",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "10/19/10",
   "end": "",
   "event": "Silent March",
   "description": "About 600 people marched from Jorrison Street to Constitutional Hill to protest the Protection of Information Bill, a bill that would curtail public access to government information. The march was organised by the Right2Know campaign, a collection of NGOs including South African History Archive, the Freedom of Expression Institute (FXI) and Media Monitoring Africa.",
   "start_lat": -26.19289,
   "start_lon": 28.034651,
   "end_lat": "26.189771",
   "end_lon": "28.043127",
   "type": "pic",
   "pic": "silent.png",
   "video": "",
   "Position": "200",
   "category": "Orange",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "11/17/10",
   "end": "",
   "event": "SCR Meeting",
   "description": "I attended a meeting of the Diepkloof branch of the Soweto Concerned Residents (SCR), an APF affiliate. One of SCR's prominent activists reported to the meeting that she had been arrested the day before in a confrontation with armed security forces and the police over mobilizing residents against the installation of greenboxes, prepaid electricity meters that are meant to be tamper-proof.",
   "start_lat": -26.2416663,
   "start_lon": 27.9475,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "scr2.png",
   "video": "",
   "Position": "300",
   "category": "Orange",
   "FIELD13": "",
   "FIELD14": ""
 },
 {
   "start": "11/29/10",
   "end": "",
   "event": "SECC March",
   "description": "At a march and demonstration in front of the police station in Rockville organized by the Soweto Electricity Crisis Committee (SECC), an activist was arrested as she was reading a memorandum of grievances peppered with insults against the councillor. In the presence of the councillor, who expressed a desire to press charges, the activist was arrested apparently for 'intimidation.' After much mobilization, a movement attorney was able to intercede in her release but not before she had spent a night in jail.",
   "start_lat": -26.2663774,
   "start_lon": 27.8754511,
   "end_lat": "",
   "end_lon": "",
   "type": "pic",
   "pic": "secc.png",
   "video": "<iframe src=\"//player.vimeo.com/video/116574981?autoplay=1&loop=1&byline=0&portrait=0\" width=\"587\" height=\"330\" frameborder=\"0\" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>",
   "Position": "400",
   "category": "Orange",
   "FIELD13": "",
   "FIELD14": ""
 }
]